{
  "id_1": {
    "id": 1,
    "title": "The Splurge Spectacle",
    "actions": [
      "Treat yourself to a luxurious shopping spree, because who needs savings when you have designer shoes and gourmet chocolates? Say goodbye to financial responsibility and hello to instant gratification!"
    ]
  },
  "id_2": {
    "id": 2,
    "title": "The Generous Gesture",
    "actions": [
      "Donate generously to every charity that crosses your path. Who needs a savings account when you can single-handedly support every cause under the sun? Remember, the more you give away, the closer you are to embracing the beggar lifestyle!"
    ]
  },
  "id_3": {
    "id": 3,
    "title": "The Investment Fiasco",
    "actions": [
      "Invest all your remaining funds in that 'guaranteed to succeed' business venture your cousin's friend's uncle told you about. Who cares about due diligence or financial stability? It's all about taking risks and watching your money disappear faster than you can say 'stock market crash.'"
    ]
  },
  "id_4": {
    "id": 4,
    "title": "The Lavish Lifestyle",
    "actions": [
      "Splurge on a fancy dinner, followed by VIP bottle service at the hottest club in town. Because why save for a rainy day when you can dance in the rain with your last few dollars? Embrace the high life before you hit rock bottom!"
    ]
  },
  "id_5": {
    "id": 5,
    "title": "The Ultimate Impulse Purchase",
    "actions": [
      "Buy that extravagant item you've been eyeing but definitely don't need. Whether it's a gold-plated toothpick or a diamond-encrusted pet collar, go big or go home (literally, because you might not have a home after this)."
    ]
  },
  "id_6": {
    "id": 6,
    "title": "The Gambling Extravaganza",
    "actions": [
      "Take a trip to the casino and bet it all on red! Who needs financial security when you have the thrill of risking everything on a game of chance? Just remember, in the world of gambling, the house always wins... and so do your creditors."
    ]
  },
  "id_7": {
    "id": 7,
    "title": "The Final Farewell",
    "actions": [
      "Say goodbye to your remaining possessions with a symbolic bonfire. Let go of material attachments and embrace the freedom of having absolutely nothing. Congratulations, you've officially mastered the art of becoming a beggar in just seven days!"
    ]
  },
  "id_8": {
    "id": 8,
    "title": "The Debt Avalanche",
    "actions": [
      "Max out every credit card and loan available to you. Who needs financial independence when you can drown in debt? Embrace the thrill of owing more money than you can possibly imagine!"
    ]
  },
  "id_9": {
    "id": 9,
    "title": "The Luxury Rental",
    "actions": [
      "Rent the most extravagant villa or penthouse you can find, paying upfront for the next year. Who cares about long-term financial stability when you can live like a king (or queen) for a year? Let the countdown to eviction begin!"
    ]
  },
  "id_10": {
    "id": 10,
    "title": "The Tech Splurge",
    "actions": [
      "Purchase every high-end gadget and gizmo on the market. Who needs a savings account when you can have the latest iPhone, gaming console, and smartwatch? Say hello to technological bliss and goodbye to financial responsibility!"
    ]
  },
  "id_11": {
    "id": 11,
    "title": "The Fine Dining Tour",
    "actions": [
      "Embark on a culinary journey, dining at the most expensive restaurants in town. Who needs home-cooked meals when you can indulge in Michelin-starred cuisine every night? Let your taste buds lead the way to bankruptcy!"
    ]
  },
  "id_12": {
    "id": 12,
    "title": "The Luxury Travel",
    "actions": [
      "Book first-class tickets to exotic destinations around the world. Who needs to save for retirement when you can live in the moment and jet-set across the globe? Say bon voyage to financial stability and hello to a life of luxury... until your funds run out!"
    ]
  },
  "id_13": {
    "id": 13,
    "title": "The Designer Wardrobe",
    "actions": [
      "Splurge on designer clothing, shoes, and accessories. Who needs a savings account when you can dress like a celebrity? Say goodbye to thrift stores and hello to haute couture!"
    ]
  },
  "id_14": {
    "id": 14,
    "title": "The Impulse Renovation",
    "actions": [
      "Hire a team of contractors to renovate your home from top to bottom. Who cares about budgeting when you can have marble countertops and a gold-plated bathtub? Say hello to your dream home and goodbye to your bank account!"
    ]
  },
  "id_15": {
    "id": 15,
    "title": "The Ultimate Act of Generosity",
    "actions": [
      "Give away all your remaining possessions to friends, family, and strangers. Who needs material wealth when you can spread joy and kindness? Embrace the true spirit of generosity as you bid farewell to your former life of excess!"
    ]
  }
}
